;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise Game Booster 1.39.48
; Actual Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com), since version 1.09.18
; Translation updated/checked 16 Sep 2018
;
; Previous Translation Maintainers:
;

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Ingrandisci
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu

[Lang]
NativeLanguage=Italian

[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ITA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Info
Warning=Attenzione
Error=Errore
Confirm=Conferma
CurVer=Versione corrente:
FrmGBMain.btnfeedback.caption=Commenti
FrmGBMain.btncheckver.caption=Aggiorna
BtnEnd=Termina
;
; About
;
FrmGBAbout.caption=Info
FrmGBAbout.btnok.caption=OK
FrmGBAbout.lblver.caption=Versione corrente:
FrmGBAbout.lblemail.caption=Supporto tecnico:
FrmGBAbout.lblhome.caption=Il nostro sito web:
FrmGBAbout.lblthank.caption=Ringraziamo le seguenti persone per la collaborazione:
;
; Popup Menu
;
pmNewsletter=Notizie di WiseCleaner
pmfeedback=Segnala problemi...
pmHelp=Aiuto in linea
pmHome=Il nostro sito web
pmContact=Contattaci
pmCheckNew=Aggiorna
pmLang=Lingua
pmAbout=Info
pmrun=Avvia gioco
pmadd=Aggiungi gioco
pmdel=Elimina gioco
pminfo=Informazioni gioco
pmEndProcess=Termina processo
pmExclude=Escludi
pmNoExclude=Annulla esclusione
pmGoogle=Cerca con Google
;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Giochi
FrmGBMain.BtnTabOpt.Caption=Ottimizza sistema
FrmGBMain.BtnTabProcess.Caption=Ottimizza processi
FrmGBMain.BtnTabService.Caption=Ottimizza servizi
FrmGBMain.Btnlikeit.Caption=Mi piace
FrmGBMain.BtnRestore.Caption=Ripristina
;
; Like Us
;
FrmGBMain.btnFacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmGBMain.btnTwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
FrmGBMain.btnEmail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
;
; gameinfo
;
FrmGameinfo.caption=Info gioco
FrmGameinfo.lbltype.caption=Tipo di gioco:
FrmGameinfo.lblname.caption=Nome file:
FrmGameinfo.lblPublisher.caption=Sviluppatore:
FrmGameinfo.lbltimes.caption=Numero avvii:
FrmGameinfo.lbllasttime.caption=Ultimo avvio:
FrmGameinfo.lblrate.caption=Valutazione:
FrmGameinfo.lblcomment.caption=Annotazioni:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Annulla
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Ottimizza
FrmGameBox.btnProcessopt.caption=Ottimizza
FrmGameBox.btnServiceopt.caption=Ottimizza
FrmGameBox.btnopt.caption=Ottimizza tutto
;
;sysopt
;
FrmSysOpt.btnopt.caption=Ottimizza tutto
FrmSysOpt.lblhint.caption=Ottimizza questi elementi per migliorare le prestazioni di gioco.
FrmSysOpt.lblreall.caption=Ripristina tutto
;
;processopt
;
FrmProcess.lblhint.caption=Chiudi i processi che usano molta memoria per velocizzare il gioco.
ProcessCpu=Utilizzo CPU
ProcessMemory=Utilizzo Memoria
ProcessSuggest=Consiglio
ProcessAction=Gestione processi
ProcessMostMemUse=Prog. non di sistema ad alto uso di memoria
;
;Serviceopt
;
FrmService.lblhint.caption=Ferma i servizi non essenziali per velocizzare il gioco.
ServicePublisher=Sviluppatore
ServiceSuggest=Consiglio
ServiceAction=Gestione servizi
ServiceStop=Ferma servizi non essenziali
ServiceDisable=Ferma (consigliato)
ServiceEnable=Avvia (consigliato)
ServiceKeep=Tieni (consigliato)
ServiceMust=Necessario
;
;serviceRestore
;
Frmrestore.Btnreall.caption=Riavvia tutti i servizi
Frmrestore.caption=Riavvia servizio
Frmrestore.Btnok.caption=OK
ServiceName=Nome servizio
ServiceChangeDateTime=Ultima modifica
ServiceRestore=Riavvia servizio

[GameBox]
lstbtnsearch=Cerca gioco
GameUnknow=Sconosciuto
GameRPG=Gioco di ruolo
GameShot=Gioco di sparo
GameOther=Altri giochi
NeverPlay=Mai giocato
UnknowPublisher=Sviluppatori sconosciuti
lstbtnadd=Aggiungi gioco
LblSysopt=Ottimizzazione sistema
LblProcessopt=Gestione processi
LblServiceopt=Ottimizzazione servizi
LblTitleCheck=Test delle prestazioni, attendere prego...

[message]
NewVer=È disponibile una nuova versione! Vuoi aggiornarla ora?
FirRun=Vuoi che WGB ricerchi automaticamente tutti i giochi installati in locale al suo primo avvio?
NoNewVer=Congratulazioni! Stai usando la versione più recente.
CheckComputer=Test delle prestazioni, attendere...
SearchGame=Ricerca dei giochi installati, attendere...
Allgood=Complimenti! Il PC è in buone condizioni, ottimizzazione non necessaria.
SysGood=Complimenti! Nessun elemento necessita di ottimizzazione.
ProcessGood=Complimenti! Non è necessario chiudere processi.
ServiceGood=Complimenti! Non è necessario fermare servizi.
HaveProblem=Rilevati %d problemi! Premi "Ottimizza tutto" per risolverli.
sysProblem=E' possibile ottimizzare %d elementi.
Processproblem=E' possibile chiudere %d processi per liberare memoria.
Serviceproblem=E' possibile fermare %d servizi.
DeleteGame=Sei sicuro di voler rimuovere questo gioco?
HaveOpt=Ottimizzato
btnRestore=Ripristina
btnOpt=Ottimizza ora
BtnAction=Azione
BtnStop=Ferma servizio
SuggestClose=Ferma (consigliato)
SuggestKeep=Tieni (consigliato)
haveStoped=Fermato
HaveRun=Avviato
BtnRun=Avvia
HaveFail=Non fermato
OptComputer=Ottimizzazione, attendere prego...
AllgoodAfterOpt=Ottimizzazione completata e %s MB recuperati. Gioca adesso!
AllgoodAfterManualOpt=Complimenti! Non è necessario ottimizzare alcun elemento. Gioca adesso!
HaveProblemAfterOpt=Non è stato possibile ottimizzare %d elementi, ma sono stati liberati %s MB di memoria.
TranslateTo=Traduci in...

[sysopt]
AeroPeek=Migliora la velocità di visualizzazione di Aero Peek.
AeroSnap=Accelera la visualizzazione delle anteprime dei programmi sulla barra delle applicazioni.
AutoKill=Termina i processi bloccati per evitare crash del sistema.
CloseAnimate=Disattiva gli effetti di animazione per migliorare la velocità di Windows.
Debugger=Disattiva il debugger velocizzando la gestione degli errori.
DisableIDECheck=Impedisce la verifica dei canali IDE di Windows migliorandone la velocità di avvio.
DisAutoRun=Disattiva la funzione "Autoplay" sui drive per scongiurare infezioni e propagazioni di virus.
ErrorReport=Disattiva la comparsa di segnalazioni di errore migliorando le prestazioni del sistema.
ForeAppSpeed=Migliora la velocità di risposta dei programmi attivi.
IconCache=Aumenta la cache di sistema delle icone velocizzando la comparsa del desktop.
NetworkSpeedup=Velocità della rete
OptDiskIdle=Ottimizza I/O del disco quando la CPU è inattiva.
OptDiskSystem=Ottimizza il sottosistema I/O del disco migliorando le prestazioni del sistema.
OptEthernet=Ottimizza le prestazioni della scheda Ethernet.
OptFileSystem=Ottimizza il file system migliorando le prestazioni del sistema.
OptIEConnection=Aumenta il numero massimo di connessioni per server. Migliora la velocità di visualizzazione delle pagine web e dei video online.
OptMemory=Ottimizza le impostazioni predefinite di memoria migliorando le prestazioni del sistema.
OptMTU=Potenzia le prestazioni TCP/IP rilevando automaticamente i "buchi neri" nel routing con tecnica Path MTU Discovery.
OptNetForward=Ottimizza la capacità di inoltro della rete migliorandone le prestazioni.
OptNetWork=Ottimizza le impostazioni di rete migliorando le prestazioni delle comunicazioni.
OptTTL=Ottimizza le impostazioni di TTL (Time To Live) migliorando le prestazioni della rete.
OptVEff=Ottimizza l'aspetto dei componenti visivi (finestre di dialogo, menu, ecc.) migliorando le prestazioni del sistema.
OptWINS=Ottimizza i tempi di richiesta del nome WINS migliorando la velocità di trasferimento dati.
PagingExecutive=Disattiva la paginazione della memoria e riduce I/O del disco migliorando le prestazioni delle applicazioni (ignora se la memoria fisica è inferiore a un gigaByte).
PorcessorTime=Ottimizza le prestazioni del processore per l'esecuzione di applicazioni, giochi, ecc. (ignora se il computer è usato come server).
RestartExplorer=Riavvia automaticamente Windows Explorer evitando scomparse inattese del desktop.
ShowSpeed=Migliora la velocità di risposta dei menu di sistema.
StaticIP=Imposta un IP statico per la connessione locale velocizzando l'avvio del PC.
SystemSpeedup=Velocità del sistema
SystemStable=Stabilità del sistema
TwoProcess=Imposta i componenti di Windows Explorer per avviarsi in processi separati, evitando conflitti di sistema.